tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
brew "bat"
brew "brew-cask-completion"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "gh"
brew "git"
brew "oh-my-posh"
cask "font-ubuntu-mono-nerd-font"

brew "luarocks"
brew "git-delta"
brew "rustup-init"
brew "yarn"
brew "gcc"
brew "binutils"
brew "dotnet"
brew "mono"
brew "openjdk"
brew "dart-sdk"
brew "kotlin"
brew "elixir"
brew "node"
brew "typescript"
brew "make"
brew "rust"
brew "go"
brew "nasm"
brew "r"
brew "ruby"
brew "perl"
brew "lua"
brew "swift"
brew "pyinstaller"
brew "doxygen"
